Repository: ArthurGonin/MyTrack
Catalog: MyTrack/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# * Certaines apps concurrentes facturent en fonction du kilométrage parcouru.
source: * Some competing apps charge based on the distance you drive.
de: * Manche Konkurrenz-Apps rechnen nach gefahrenen Kilometern ab.
es: * Algunas apps de la competencia cobran en función de los kilómetros recorridos.
fr: * Certaines apps concurrentes facturent en fonction du kilométrage parcouru.
it: * Alcune app concorrenti fatturano in base ai chilometri percorsi.
pt: * Algumas apps concorrentes cobram em função dos quilómetros percorridos.

# / an
source: / year
de: / Jahr
es: / año
fr: / an
it: / anno
pt: / ano

# / mois
source: / month
de: / Monat
es: / mes
fr: / mois
it: / mese
pt: / mês

# %@ / mois
source: %@/month
de: %@/Monat
es: %@/mes
fr: %@ / mois
it: %@/mese
pt: %@/mês

# %@ en %@. Voulez-vous l'enregistrer ?
source: %1$@ in %2$@. Do you want to save it?
de: %1$@ in %2$@. Möchten Sie sie speichern?
es: %1$@ en %2$@. ¿Desea guardarlo?
fr: %@ en %@. Voulez-vous l'enregistrer ?
it: %1$@ in %2$@. Vuole salvarlo?
pt: %1$@ em %2$@. Pretende guardá-la?

# %@ par rapport à %@
source: %1$@ vs %2$@
de: %1$@ gegenüber %2$@
es: %1$@ respecto a %2$@
fr: %@ par rapport à %@
it: %1$@ rispetto a %2$@
pt: %1$@ em relação a %2$@

# %@, puis engagement annuel.
source: %@, then a yearly commitment.
de: %@, danach Jahreslaufzeit.
es: %@, luego compromiso anual.
fr: %@, puis engagement annuel.
it: %@, poi impegno annuale.
pt: %@, depois compromisso anual.

# %@, une seule fois — accès à vie
source: %@, once — lifetime access
de: %@, einmalig — lebenslanger Zugang
es: %@, pago único — acceso de por vida
fr: %@, une seule fois — accès à vie
it: %@, una sola volta — accesso a vita
pt: %@, uma só vez — acesso vitalício

# %lld ans gratuits
source: %lld years free
de: %lld Jahre gratis
es: %lld años gratis
fr: %lld ans gratuits
it: %lld anni gratis
pt: %lld anos grátis

# %lld autres en attente de confirmation, non inclus.
source: %lld more awaiting confirmation, not included.
de: %lld weitere warten auf Bestätigung, nicht enthalten.
es: %lld más pendientes de confirmación, no incluidos.
fr: %lld autres en attente de confirmation, non inclus.
it: %lld altri in attesa di conferma, non inclusi.
pt: %lld outras a aguardar confirmação, não incluídas.

# %lld jours gratuits
source: %lld days free
de: %lld Tage gratis
es: %lld días gratis
fr: %lld jours gratuits
it: %lld giorni gratis
pt: %lld dias grátis

# %lld mois gratuits
source: %lld months free
de: %lld Monate gratis
es: %lld meses gratis
fr: %lld mois gratuits
it: %lld mesi gratis
pt: %lld meses grátis

# %lld trajets
source: %lld trips
de: %lld Fahrten
es: %lld viajes
fr: %lld trajets
it: %lld viaggi
pt: %lld viagens

source: %lld trips in this period are still awaiting confirmation: they don't appear in this report.
de: %lld Fahrten aus diesem Zeitraum warten noch auf Bestätigung: Sie sind in diesem Bericht nicht enthalten.
es: %lld viajes de este periodo siguen pendientes de confirmación: no aparecen en este informe.
fr: %lld trajets de cette période sont encore en attente de confirmation : ils ne figurent pas dans ce rapport.
it: %lld viaggi di questo periodo sono ancora in attesa di conferma: non compaiono in questo rapporto.
pt: %lld viagens deste período aguardam confirmação: não constam deste relatório.

source: %lld trips in this period are still awaiting confirmation: they aren't counted in this total.
de: %lld Fahrten aus diesem Zeitraum warten noch auf Bestätigung: Sie sind in dieser Summe nicht enthalten.
es: %lld viajes de este periodo siguen pendientes de confirmación: no se cuentan en este total.
fr: %lld trajets de cette période sont encore en attente de confirmation : ils ne sont pas comptés dans ce total.
it: %lld viaggi di questo periodo sono ancora in attesa di conferma: non sono conteggiati in questo totale.
pt: %lld viagens deste período aguardam confirmação: não estão contabilizadas neste total.

# %lld trajets sur cette période.
source: %lld trips in this period.
de: %lld Fahrten in diesem Zeitraum.
es: %lld viajes en este periodo.
fr: %lld trajets sur cette période.
it: %lld viaggi in questo periodo.
pt: %lld viagens neste período.

# 5 étoiles sur 5
source: 5 stars out of 5
de: 5 von 5 Sternen
es: 5 estrellas de 5
fr: 5 étoiles sur 5
it: 5 stelle su 5
pt: 5 estrelas em 5

# À vie
source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
pt: Vitalício

# Abonnement
source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
it: Abbonamento
pt: Subscrição

# Abonnement actif.
source: Subscription active.
de: Abo aktiv.
es: Suscripción activa.
fr: Abonnement actif.
it: Abbonamento attivo.
pt: Subscrição ativa.

# Abonnement expiré
source: Subscription expired
de: Abo abgelaufen
es: Suscripción caducada
fr: Abonnement expiré
it: Abbonamento scaduto
pt: Subscrição expirada

# Abonnement inactif
source: Subscription inactive
de: Abo inaktiv
es: Suscripción inactiva
fr: Abonnement inactif
it: Abbonamento non attivo
pt: Subscrição inativa

# Abonnement restauré
source: Subscription restored
de: Abo wiederhergestellt
es: Suscripción restaurada
fr: Abonnement restauré
it: Abbonamento ripristinato
pt: Subscrição restaurada

# Accepter automatiquement
source: Accept automatically
de: Automatisch akzeptieren
es: Aceptar automáticamente
fr: Accepter automatiquement
it: Accetta automaticamente
pt: Aceitar automaticamente

# Accès à vie activé
source: Lifetime access active
de: Lebenslanger Zugang aktiv
es: Acceso de por vida activado
fr: Accès à vie activé
it: Accesso a vita attivo
pt: Acesso vitalício ativado

# Accès complet, résiliable à tout moment.
source: Full access, cancel anytime.
de: Voller Zugriff, jederzeit kündbar.
es: Acceso completo, cancela cuando quieras.
fr: Accès complet, résiliable à tout moment.
it: Accesso completo, disdicibile in qualsiasi momento.
pt: Acesso completo, cancela quando quiseres.

# Achat impossible
source: Purchase failed
de: Kauf nicht möglich
es: No se pudo completar la compra
fr: Achat impossible
it: Acquisto non riuscito
pt: Compra não concluída

# Achat restauré
source: Purchase restored
de: Kauf wiederhergestellt
es: Compra restaurada
fr: Achat restauré
it: Acquisto ripristinato
pt: Compra restaurada

# Achat unique
source: One-time purchase
de: Einmalkauf
es: Compra única
fr: Achat unique
it: Acquisto unico
pt: Compra única

# achat unique, à vie
source: one-time purchase, for life
de: Einmalkauf, lebenslang
es: compra única, de por vida
fr: achat unique, à vie
it: acquisto unico, a vita
pt: compra única, para toda a vida

# Achat unique. Accès à vie à MyTrack, sans abonnement ni reconduction.
source: One-time purchase. Lifetime access to MyTrack, with no subscription and no renewal.
de: Einmalkauf. Lebenslanger Zugang zu MyTrack, ohne Abo und ohne Verlängerung.
es: Compra única. Acceso de por vida a MyTrack, sin suscripción ni renovación.
fr: Achat unique. Accès à vie à MyTrack, sans abonnement ni reconduction.
it: Acquisto unico. Accesso a vita a MyTrack, senza abbonamento né rinnovo.
pt: Compra única. Acesso vitalício ao MyTrack, sem subscrição nem renovação.

# Acheter
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar

# Actif jusqu'au %@, sans reconduction.
source: Active until %@, with no renewal.
de: Aktiv bis %@, ohne Verlängerung.
es: Activa hasta el %@, sin renovación.
fr: Actif jusqu'au %@, sans reconduction.
it: Attivo fino al %@, senza rinnovo.
pt: Ativa até %@, sem renovação.

# Actif jusqu'au %@.
source: Active until %@.
de: Aktiv bis %@.
es: Activa hasta el %@.
fr: Actif jusqu'au %@.
it: Attivo fino al %@.
pt: Ativa até %@.

# action.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Guardar

# Activer le flash
source: Turn on the flash
de: Blitz einschalten
es: Activar el flash
fr: Activer le flash
it: Attiva il flash
pt: Ligar o flash

# Activité physique
source: Physical activity
de: Körperliche Aktivität
es: Actividad física
fr: Activité physique
it: Attività fisica
pt: Atividade física

# Adresse mail
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse mail
it: Indirizzo email
pt: Endereço de e-mail

# Afficher la carte
source: Show map
de: Karte einblenden
es: Mostrar el mapa
fr: Afficher la carte
it: Mostra la mappa
pt: Mostrar o mapa

# Ajouter un véhicule
source: Add a vehicle
de: Fahrzeug hinzufügen
es: Añadir un vehículo
fr: Ajouter un véhicule
it: Aggiungi un veicolo
pt: Adicionar um veículo

# Ajoutez un véhicule pour l'associer à vos trajets.
source: Add a vehicle to link it to your trips.
de: Fügen Sie ein Fahrzeug hinzu, um es Ihren Fahrten zuzuordnen.
es: Añada un vehículo para asociarlo a sus viajes.
fr: Ajoutez un véhicule pour l'associer à vos trajets.
it: Aggiunga un veicolo per associarlo ai suoi viaggi.
pt: Adicione um veículo para o associar às suas viagens.

# Annuel
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt: Anual

# Annuler
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# Arrêter
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Ferma
pt: Parar

# Arrivée
source: Finish
de: Ziel
es: Llegada
fr: Arrivée
it: Arrivo
pt: Chegada

# Aucun abonnement actif
source: No active subscription
de: Kein aktives Abo
es: Sin suscripción activa
fr: Aucun abonnement actif
it: Nessun abbonamento attivo
pt: Sem subscrição ativa

# Aucun abonnement actif n'est associé à ce compte App Store.
source: There's no active subscription on this App Store account.
de: Mit diesem App-Store-Konto ist kein aktives Abo verknüpft.
es: No hay ninguna suscripción activa asociada a esta cuenta de App Store.
fr: Aucun abonnement actif n'est associé à ce compte App Store.
it: Nessun abbonamento attivo è associato a questo account App Store.
pt: Não há nenhuma subscrição ativa associada a esta conta App Store.

# Aucun abonnement trouvé
source: No subscription found
de: Kein Abo gefunden
es: No se ha encontrado ninguna suscripción
fr: Aucun abonnement trouvé
it: Nessun abbonamento trovato
pt: Nenhuma subscrição encontrada

# Aucun point GPS n'a été enregistré pour ce trajet.
source: No GPS point was recorded for this trip.
de: Für diese Fahrt wurde kein GPS-Punkt aufgezeichnet.
es: No se ha registrado ningún punto GPS para este viaje.
fr: Aucun point GPS n'a été enregistré pour ce trajet.
it: Per questo viaggio non è stato registrato alcun punto GPS.
pt: Não foi registado nenhum ponto GPS para esta viagem.

# Aucun rapport
source: No reports
de: Keine Berichte
es: Sin informes
fr: Aucun rapport
it: Nessun rapporto
pt: Sem relatórios

# Aucun rapport périodique
source: No scheduled reports
de: Keine regelmäßigen Berichte
es: Sin informes periódicos
fr: Aucun rapport périodique
it: Nessun rapporto periodico
pt: Sem relatórios periódicos

# Aucun trajet
source: No trips
de: Keine Fahrten
es: Sin viajes
fr: Aucun trajet
it: Nessun viaggio
pt: Sem viagens

# Aucun trajet pour ce véhicule
source: No trips with this vehicle
de: Keine Fahrt mit diesem Fahrzeug
es: Ningún viaje con este vehículo
fr: Aucun trajet pour ce véhicule
it: Nessun viaggio con questo veicolo
pt: Nenhuma viagem com este veículo

# Aucun trajet supprimé
source: No deleted trips
de: Keine gelöschten Fahrten
es: Sin viajes eliminados
fr: Aucun trajet supprimé
it: Nessun viaggio eliminato
pt: Sem viagens eliminadas

# Aucun trajet sur cette période.
source: No trips in this period.
de: Keine Fahrten in diesem Zeitraum.
es: Sin viajes en este periodo.
fr: Aucun trajet sur cette période.
it: Nessun viaggio in questo periodo.
pt: Sem viagens neste período.

# Aucun véhicule
source: No vehicle
de: Kein Fahrzeug
es: Sin vehículo
fr: Aucun véhicule
it: Nessun veicolo
pt: Sem veículo

# Aucune trace GPS disponible
source: No GPS track available
de: Keine GPS-Aufzeichnung verfügbar
es: No hay ruta GPS disponible
fr: Aucune trace GPS disponible
it: Nessuna traccia GPS disponibile
pt: Sem rota GPS disponível

# Automatique
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt: Automático

# Autorisations
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
pt: Permissões

# Autorisé
source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
pt: Permitido

# Autorise l'accès à la position dans Réglages pour activer le suivi automatique.
source: Allow location access in Settings to turn on automatic tracking.
de: Erlaube den Standortzugriff in den Einstellungen, um die automatische Erfassung zu aktivieren.
es: Permite el acceso a la ubicación en Ajustes para activar el seguimiento automático.
fr: Autorise l'accès à la position dans Réglages pour activer le suivi automatique.
it: Consenti l'accesso alla posizione in Impostazioni per attivare il rilevamento automatico.
pt: Permite o acesso à localização nas Definições para ativar a deteção automática.

# Autoriser
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
pt: Permitir

source: Allow physical activity access in Settings to turn on automatic tracking.
de: Erlauben Sie den Zugriff auf körperliche Aktivität in den Einstellungen, um die automatische Erfassung zu aktivieren.
es: Permita el acceso a la actividad física en Ajustes para activar el seguimiento automático.
fr: Autorisez l'accès à l'activité physique dans Réglages pour activer le suivi automatique.
it: Consenta l'accesso all'attività fisica in Impostazioni per attivare il rilevamento automatico.
pt: Permita o acesso à atividade física nas Definições para ativar a deteção automática.

# Autorisez l'accès à la position dans Réglages pour enregistrer un trajet.
source: Allow location access in Settings to record a trip.
de: Erlauben Sie den Standortzugriff in den Einstellungen, um eine Fahrt aufzuzeichnen.
es: Permita el acceso a la ubicación en Ajustes para registrar un viaje.
fr: Autorisez l'accès à la position dans Réglages pour enregistrer un trajet.
it: Consenta l'accesso alla posizione in Impostazioni per registrare un viaggio.
pt: Permita o acesso à localização nas Definições para registar uma viagem.

# Autres apps
source: Other apps
de: Andere Apps
es: Otras apps
fr: Autres apps
it: Altre app
pt: Outras apps

# Bienvenue
source: Welcome
de: Willkommen
es: Le damos la bienvenida
fr: Bienvenue
it: Benvenuto
pt: Boas-vindas

# Bon retour
source: Welcome back
de: Willkommen zurück
es: Hola de nuevo
fr: Bon retour
it: Ciao di nuovo
pt: Olá de novo

# Ce mois-ci
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
pt: Este mês

source: This report covers all your vehicles. You can change it later in Settings.
de: Dieser Bericht umfasst alle Ihre Fahrzeuge. Sie können ihn später in den Einstellungen ändern.
es: Este informe incluye todos sus vehículos. Podrá cambiarlo en los ajustes.
fr: Ce rapport couvre tous vos véhicules. Vous pourrez le modifier dans les réglages.
it: Questo rapporto include tutti i suoi veicoli. Potrà modificarlo nelle impostazioni.
pt: Este relatório abrange todos os seus veículos. Poderá alterá-lo nas definições.

source: This device doesn't measure motion activity, so automatic tracking can't work here.
de: Dieses Gerät misst keine Bewegungsaktivität: Die automatische Erfassung funktioniert hier nicht.
es: Este dispositivo no mide la actividad de movimiento: el seguimiento automático no puede funcionar aquí.
fr: Cet appareil ne mesure pas l'activité de mouvement : le suivi automatique ne peut pas fonctionner ici.
it: Questo dispositivo non rileva l'attività di movimento: il rilevamento automatico non può funzionare.
pt: Este dispositivo não mede a atividade de movimento: a deteção automática não pode funcionar aqui.

# Choisir une photo
source: Choose a photo
de: Foto auswählen
es: Elegir una foto
fr: Choisir une photo
it: Scegliere una foto
pt: Escolher uma fotografia

# Choisissez la langue
source: Choose your language
de: Sprache wählen
es: Elija su idioma
fr: Choisissez la langue
it: Scelga la lingua
pt: Escolha o idioma

# Choisissez le plan qui vous convient et débloquez tout le potentiel de MyTrack.
source: Choose the plan that suits you and unlock everything MyTrack can do.
de: Wählen Sie den passenden Tarif und holen Sie alles aus MyTrack heraus.
es: Elija el plan que mejor le venga y descubra todo el potencial de MyTrack.
fr: Choisissez le plan qui vous convient et débloquez tout le potentiel de MyTrack.
it: Scelga il piano che fa per lei e sblocchi tutto il potenziale di MyTrack.
pt: Escolha o plano que lhe convém e desbloqueie todo o potencial do MyTrack.

# Comment vous appelez-vous ?
source: What's your name?
de: Wie heißen Sie?
es: ¿Cómo se llama?
fr: Comment vous appelez-vous ?
it: Come si chiama?
pt: Como se chama?

# Compléter la fiche du véhicule
source: Complete the vehicle's details
de: Fahrzeugdaten vervollständigen
es: Completar los datos del vehículo
fr: Compléter la fiche du véhicule
it: Completa la scheda del veicolo
pt: Completar os dados do veículo

# Compte et réglages
source: Account and settings
de: Account und Einstellungen
es: Cuenta y ajustes
fr: Compte et réglages
it: Account e impostazioni
pt: Conta e definições

# Compte et réglages, abonnement inactif
source: Account and settings, subscription inactive
de: Account und Einstellungen, Abo inaktiv
es: Cuenta y ajustes, suscripción inactiva
fr: Compte et réglages, abonnement inactif
it: Account e impostazioni, abbonamento non attivo
pt: Conta e definições, subscrição inativa

# Conditions d'utilisation
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
pt: Termos de utilização

# Confidentialité
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt: Privacidade

# Configurer un nouveau rapport périodique
source: Set up a new scheduled report
de: Neuen regelmäßigen Bericht einrichten
es: Configurar un nuevo informe periódico
fr: Configurer un nouveau rapport périodique
it: Configura un nuovo rapporto periodico
pt: Configurar um novo relatório periódico

source: Set up a scheduled report to generate a PDF automatically at regular intervals.
de: Richten Sie einen regelmäßigen Bericht ein, um in festen Abständen automatisch ein PDF zu erstellen.
es: Configure un informe periódico para generar un PDF automáticamente a intervalos regulares.
fr: Configurez un rapport périodique pour générer automatiquement un rapport PDF à intervalle régulier.
it: Configuri un rapporto periodico per generare automaticamente un PDF a intervalli regolari.
pt: Configure um relatório periódico para gerar automaticamente um PDF em intervalos regulares.

# Confirmation des trajets
source: Trip confirmation
de: Fahrtbestätigung
es: Confirmación de viajes
fr: Confirmation des trajets
it: Conferma dei viaggi
pt: Confirmação das viagens

# Confirmer chaque trajet
source: Confirm each trip
de: Jede Fahrt bestätigen
es: Confirmar cada viaje
fr: Confirmer chaque trajet
it: Conferma ogni viaggio
pt: Confirmar cada viagem

# Consommation
source: Consumption
de: Verbrauch
es: Consumo
fr: Consommation
it: Consumo
pt: Consumo

# Continuer
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# Continuer sans abonnement
source: Continue without a subscription
de: Ohne Abo fortfahren
es: Continuar sin suscripción
fr: Continuer sans abonnement
it: Continua senza abbonamento
pt: Continuar sem subscrição

# Coût
source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo
pt: Custo

# Coût croissant
source: Lowest cost first
de: Günstigste zuerst
es: Menor coste primero
fr: Coût croissant
it: Costo crescente
pt: Menor custo primeiro

# Coût décroissant
source: Highest cost first
de: Teuerste zuerst
es: Mayor coste primero
fr: Coût décroissant
it: Costo decrescente
pt: Maior custo primeiro

# Créer un nouveau rapport
source: Create a report
de: Neuen Bericht erstellen
es: Crear un informe
fr: Créer un nouveau rapport
it: Crea un nuovo rapporto
pt: Criar um relatório

source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# Début
source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
pt: Início

# Démarrer
source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
pt: Iniciar

# Désactivé
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
pt: Desativado

# Désactiver le flash
source: Turn off the flash
de: Blitz ausschalten
es: Desactivar el flash
fr: Désactiver le flash
it: Disattiva il flash
pt: Desligar o flash

# Détail du trajet
source: Trip details
de: Fahrtdetails
es: Detalles del viaje
fr: Détail du trajet
it: Dettagli del viaggio
pt: Detalhes da viagem

# Détecte automatiquement vos trajets en voiture.
source: Detects your car trips automatically.
de: Erkennt Ihre Autofahrten automatisch.
es: Detecta sus viajes en coche automáticamente.
fr: Détecte automatiquement vos trajets en voiture.
it: Rileva automaticamente i suoi viaggi in auto.
pt: Deteta automaticamente as suas viagens de carro.

# Détection automatique
source: Automatic detection
de: Automatische Erkennung
es: Detección automática
fr: Détection automatique
it: Rilevamento automatico
pt: Deteção automática

source: Distance
de: Distanz
es: Distancia
it: Distanza
pt: Distância

# Distance croissante
source: Shortest distance first
de: Kürzeste Distanz zuerst
es: Menor distancia primero
fr: Distance croissante
it: Distanza crescente
pt: Menor distância primeiro

# Distance décroissante
source: Longest distance first
de: Längste Distanz zuerst
es: Mayor distancia primero
fr: Distance décroissante
it: Distanza decrescente
pt: Maior distância primeiro

# distance moyenne
source: average distance
de: Mittlere Strecke
es: distancia media
fr: distance moyenne
it: distanza media
pt: distância média

# Distance totale
source: Total distance
de: Gesamtstrecke
es: Distancia total
fr: Distance totale
it: Distanza totale
pt: Distância total

# Données personnelles
source: Personal details
de: Persönliche Daten
es: Datos personales
fr: Données personnelles
it: Dati personali
pt: Dados pessoais

# Durée
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração

# Durée croissante
source: Shortest duration first
de: Kürzeste Dauer zuerst
es: Menor duración primero
fr: Durée croissante
it: Durata crescente
pt: Menor duração primeiro

# Durée décroissante
source: Longest duration first
de: Längste Dauer zuerst
es: Mayor duración primero
fr: Durée décroissante
it: Durata decrescente
pt: Maior duração primeiro

# Échec de la génération
source: Generation failed
de: Erstellung fehlgeschlagen
es: Error al generar
fr: Échec de la génération
it: Generazione non riuscita
pt: Falha na geração

# Économisez %@
source: Save %@
de: Sparen Sie %@
es: Ahorre %@
fr: Économisez %@
it: Risparmi %@
pt: Poupe %@

# Économisez avec un engagement annuel.
source: Save with a yearly commitment.
de: Sparen Sie mit der Jahreslaufzeit.
es: Ahorre con el compromiso anual.
fr: Économisez avec un engagement annuel.
it: Risparmi con l'impegno annuale.
pt: Poupe com o compromisso anual.

# Électrique
source: Electric
de: Elektrisch
es: Eléctrico
fr: Électrique
it: Elettrico
pt: Elétrico

source: It starts on its own whenever I get in the car. I ended up forgetting about it — which is the best compliment I can give it.
de: Sie startet von allein, sobald ich ins Auto steige. Ich habe sie irgendwann vergessen — das schönste Kompliment.
es: Se pone en marcha sola cuando cojo el coche. He acabado olvidándome de ella, y es el mejor cumplido.
fr: Elle se lance toute seule quand je prends la voiture. J'ai fini par l'oublier — c'est le plus beau compliment.
it: Si avvia da sola quando prendo la macchina. Ho finito per dimenticarmene — ed è il complimento più bello.
pt: Arranca sozinha quando entro no carro. Acabei por me esquecer dela — e esse é o melhor elogio.
